constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

(

(0.00123456790123	0.000998003992016	0.002)
(0.00123456790123	0.00199600798403	0.002)
(0.00123456790123	0.00299401197605	0.002)
(0.00123456790123	0.00399201596806	0.002)
(0.00123456790123	0.00499001996008	0.002)
(0.00123456790123	0.0059880239521	0.002)
(0.00123456790123	0.00698602794411	0.002)
(0.00123456790123	0.00798403193613	0.002)
(0.00123456790123	0.00898203592814	0.002)
(0.00123456790123	0.00998003992016	0.002)
(0.00123456790123	0.0109780439122	0.002)
(0.00123456790123	0.0119760479042	0.002)
(0.00123456790123	0.0129740518962	0.002)
(0.00123456790123	0.0139720558882	0.002)
(0.00123456790123	0.0149700598802	0.002)
(0.00123456790123	0.0159680638723	0.002)
(0.00123456790123	0.0169660678643	0.002)
(0.00123456790123	0.0179640718563	0.002)
(0.00123456790123	0.0189620758483	0.002)
(0.00123456790123	0.0199600798403	0.002)
(0.00123456790123	0.0209580838323	0.002)
(0.00123456790123	0.0219560878244	0.002)
(0.00123456790123	0.0229540918164	0.002)
(0.00123456790123	0.0239520958084	0.002)
(0.00123456790123	0.0249500998004	0.002)
(0.00123456790123	0.0259481037924	0.002)
(0.00123456790123	0.0269461077844	0.002)
(0.00123456790123	0.0279441117764	0.002)
(0.00123456790123	0.0289421157685	0.002)
(0.00123456790123	0.0299401197605	0.002)
(0.00123456790123	0.0309381237525	0.002)
(0.00123456790123	0.0319361277445	0.002)
(0.00123456790123	0.0329341317365	0.002)
(0.00123456790123	0.0339321357285	0.002)
(0.00123456790123	0.0349301397206	0.002)
(0.00123456790123	0.0359281437126	0.002)
(0.00123456790123	0.0369261477046	0.002)
(0.00123456790123	0.0379241516966	0.002)
(0.00123456790123	0.0389221556886	0.002)
(0.00123456790123	0.0399201596806	0.002)
(0.00123456790123	0.0409181636727	0.002)
(0.00123456790123	0.0419161676647	0.002)
(0.00123456790123	0.0429141716567	0.002)
(0.00123456790123	0.0439121756487	0.002)
(0.00123456790123	0.0449101796407	0.002)
(0.00123456790123	0.0459081836327	0.002)
(0.00123456790123	0.0469061876248	0.002)
(0.00123456790123	0.0479041916168	0.002)
(0.00123456790123	0.0489021956088	0.002)
(0.00123456790123	0.0499001996008	0.002)
(0.00123456790123	0.0508982035928	0.002)
(0.00123456790123	0.0518962075848	0.002)
(0.00123456790123	0.0528942115768	0.002)
(0.00123456790123	0.0538922155689	0.002)
(0.00123456790123	0.0548902195609	0.002)
(0.00123456790123	0.0558882235529	0.002)
(0.00123456790123	0.0568862275449	0.002)
(0.00123456790123	0.0578842315369	0.002)
(0.00123456790123	0.0588822355289	0.002)
(0.00123456790123	0.059880239521	0.002)
(0.00123456790123	0.060878243513	0.002)
(0.00123456790123	0.061876247505	0.002)
(0.00123456790123	0.062874251497	0.002)
(0.00123456790123	0.063872255489	0.002)
(0.00123456790123	0.064870259481	0.002)
(0.00123456790123	0.0658682634731	0.002)
(0.00123456790123	0.0668662674651	0.002)
(0.00123456790123	0.0678642714571	0.002)
(0.00123456790123	0.0688622754491	0.002)
(0.00123456790123	0.0698602794411	0.002)
(0.00123456790123	0.0708582834331	0.002)
(0.00123456790123	0.0718562874251	0.002)
(0.00123456790123	0.0728542914172	0.002)
(0.00123456790123	0.0738522954092	0.002)
(0.00123456790123	0.0748502994012	0.002)
(0.00123456790123	0.0758483033932	0.002)
(0.00123456790123	0.0768463073852	0.002)
(0.00123456790123	0.0778443113772	0.002)
(0.00123456790123	0.0788423153693	0.002)
(0.00123456790123	0.0798403193613	0.002)
(0.00123456790123	0.0808383233533	0.002)
(0.00123456790123	0.0818363273453	0.002)
(0.00123456790123	0.0828343313373	0.002)
(0.00123456790123	0.0838323353293	0.002)
(0.00123456790123	0.0848303393214	0.002)
(0.00123456790123	0.0858283433134	0.002)
(0.00123456790123	0.0868263473054	0.002)
(0.00123456790123	0.0878243512974	0.002)
(0.00123456790123	0.0888223552894	0.002)
(0.00123456790123	0.0898203592814	0.002)
(0.00123456790123	0.0908183632735	0.002)
(0.00123456790123	0.0918163672655	0.002)
(0.00123456790123	0.0928143712575	0.002)
(0.00123456790123	0.0938123752495	0.002)
(0.00123456790123	0.0948103792415	0.002)
(0.00123456790123	0.0958083832335	0.002)
(0.00123456790123	0.0968063872255	0.002)
(0.00123456790123	0.0978043912176	0.002)
(0.00123456790123	0.0988023952096	0.002)
(0.00123456790123	0.0998003992016	0.002)
...
(0.0987654320988	0.499001996008	0.002)

)

// ************************************************************************* //
