system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

vertices
(
    (0 		0 	0)		// 0
    (0.1 	0 	0)		// 1
    (0.1 	1.00 	0)		// 2
    (0 		1.00 	0)		// 3
    (0 		0 	0.004)		// 4
    (0.1 	0 	0.004)		// 5
    (0.1 	1.00 	0.004)		// 6
    (0 		1.00 	0.004)		// 7
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (25 75 1) simpleGrading (1 1 1)
);

edges
(
);

/*
patches
(
    patch inlet
    (
        (1 5 4 0)
    )
    patch outlet
    (
        (3 7 6 2)
    )
    wall walls
    (
        (0 4 7 3)
        (2 6 5 1)
    )
    
);
*/

boundary
(
    inlet
    {
	type wall;
	faces
	(
		(1 5 4 0)
	);
    }

    outlet
    {
	type wall;
	faces
	(
		(3 7 6 2)
	);
    }

    walls
    {
	type wall;
	faces
	(
		(0 4 7 3)
		(2 6 5 1)
	);
    }


    frontAndBack
    {
        type symmetry;
        faces
        (
            (1 2 3 0)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //
